brew "coreutils"
brew "eza"
brew "fzf"
brew "git"
brew "gum"
brew "hitblast/tap/cutler"
brew "libyaml"
brew "readline"
brew "ripgrep"
brew "stow"
brew "tree-sitter"

cask "1password"
cask "brave-browser"
cask "ghostty"
cask "google-chrome"
cask "insomnia"
cask "visual-studio-code"

cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"

vscode "catppuccin.catppuccin-vsc"
vscode "tamasfe.even-better-toml"
