brew "coreutils"
brew "eza"
brew "fzf"
brew "git"
brew "gum"
brew "hitblast/tap/cutler"
brew "libyaml"
brew "mise"
brew "readline"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "tree-sitter"

cask "1password"
cask "brave-browser"
cask "docker"
cask "drawio"
cask "ghostty"
cask "google-chrome"
cask "insomnia"
cask "karabiner-elements"
cask "nikitabobko/tap/aerospace"
cask "spotify"
cask "visual-studio-code"

cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-barlow"

vscode "42crunch.vscode-openapi"
vscode "catppuccin.catppuccin-vsc"
vscode "hediet.vscode-drawio"
vscode "ms-azuretools.vscode-docker"
vscode "tamasfe.even-better-toml"
