brew "awscli"
brew "azure-cli"
brew "bat"
brew "coreutils"
brew "eza"
brew "fzf"
brew "git"
brew "gum"
brew "jq"
brew "libyaml"
brew "markdownlint-cli2"
brew "mise"
brew "neovim"
brew "readline"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "tree-sitter"
brew "zoxide"
